{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 19, "word_counts": "{\"hello\": 1, \"hi\": 1, \"hey\": 1, \"good\": 2, \"morning\": 1, \"evening\": 1, \"bye\": 1, \"see\": 1, \"you\": 2, \"goodbye\": 1, \"farewell\": 1, \"thank\": 1, \"thanks\": 1, \"appreciate\": 1, \"it\": 1, \"add\": 1, \"event\": 2, \"schedule\": 1, \"meeting\": 2, \"set\": 1, \"up\": 1, \"a\": 1, \"create\": 1, \"calendar\": 1, \"send\": 1, \"email\": 3, \"compose\": 1, \"someone\": 1}", "word_docs": "{\"hello\": 1, \"hi\": 1, \"hey\": 1, \"good\": 2, \"morning\": 1, \"evening\": 1, \"bye\": 1, \"you\": 2, \"see\": 1, \"goodbye\": 1, \"farewell\": 1, \"thank\": 1, \"thanks\": 1, \"it\": 1, \"appreciate\": 1, \"add\": 1, \"event\": 2, \"meeting\": 2, \"schedule\": 1, \"up\": 1, \"a\": 1, \"set\": 1, \"calendar\": 1, \"create\": 1, \"email\": 3, \"send\": 1, \"compose\": 1, \"someone\": 1}", "index_docs": "{\"7\": 1, \"8\": 1, \"9\": 1, \"3\": 2, \"10\": 1, \"11\": 1, \"12\": 1, \"4\": 2, \"13\": 1, \"14\": 1, \"15\": 1, \"16\": 1, \"17\": 1, \"19\": 1, \"18\": 1, \"20\": 1, \"5\": 2, \"6\": 2, \"21\": 1, \"23\": 1, \"24\": 1, \"22\": 1, \"26\": 1, \"25\": 1, \"2\": 3, \"27\": 1, \"28\": 1, \"29\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"email\", \"3\": \"good\", \"4\": \"you\", \"5\": \"event\", \"6\": \"meeting\", \"7\": \"hello\", \"8\": \"hi\", \"9\": \"hey\", \"10\": \"morning\", \"11\": \"evening\", \"12\": \"bye\", \"13\": \"see\", \"14\": \"goodbye\", \"15\": \"farewell\", \"16\": \"thank\", \"17\": \"thanks\", \"18\": \"appreciate\", \"19\": \"it\", \"20\": \"add\", \"21\": \"schedule\", \"22\": \"set\", \"23\": \"up\", \"24\": \"a\", \"25\": \"create\", \"26\": \"calendar\", \"27\": \"send\", \"28\": \"compose\", \"29\": \"someone\"}", "word_index": "{\"<OOV>\": 1, \"email\": 2, \"good\": 3, \"you\": 4, \"event\": 5, \"meeting\": 6, \"hello\": 7, \"hi\": 8, \"hey\": 9, \"morning\": 10, \"evening\": 11, \"bye\": 12, \"see\": 13, \"goodbye\": 14, \"farewell\": 15, \"thank\": 16, \"thanks\": 17, \"appreciate\": 18, \"it\": 19, \"add\": 20, \"schedule\": 21, \"set\": 22, \"up\": 23, \"a\": 24, \"create\": 25, \"calendar\": 26, \"send\": 27, \"compose\": 28, \"someone\": 29}"}}